!
#
$
'
's
-
.
1
100000
1400
1930
1945
1950
1978
1980
1990
2
2000
2018
3
300
80
8th
?
America
Apple
Arabia
Are
Asimov
B
Bach
Bad
Baikonur
Baldwin
Battle
Battlestar
Bay
Be
Beiji
Belgium
Berlin
Brazil
Breaking
Cameron
Cannes
Ceres
Chess
Chirac
Christmas
Colombo
Colum
Danish
Darts
Did
Do
Does
Dortmund
Dutch
ESA
EU
Earth
Elvis
England
English
European
FDNY
FIFA
Fault
Floyd
For
Formula
From
GMT
Galactica
Game
Germany
Give
Goethe
Gothic
Grand
Great
Guy
HBO
Hemingway
Houses
How
I
ICRO
IGN
II
IYCM
In
Iran
Ireland
Is
JFK
Jackson
Japanese
John
Juliana
Kaurismki
Kerouac
King
Lake
Last
Lawrence
Lennon
Les
Lincoln
List
Liz
Lukes
MI6
MVP
Madrid
Mary
Matrix
Mexico
Michelle
New
Nobel
Obama
Oregon
Our
Parliament
Paul
Peace
Penn
Persian
Pigs
Piliers
Pink
Placid
Prince
Prix
Queen
Ranking
Real
Red
Rich
Rit
Rolls
Royce
Saxony
Shakespeare
Show
Slack
Sonny
Sox
Spanish
Stars
State
States
Swedish
TV
Taylor
Tegel
Television
Tesla
The
Thr
Titanic
To
U.S.
UK
US
USA
United
University
Urals
Vatican
Was
What
When
Where
Which
Who
William
With
World
York
a
according
action
active
actor
actors
admitted
adopted
after
aired
airlines
airports
album
albums
alive
all
alliance
alma
also
america
amount
an
ancient
and
architect
are
area
around
artistic
as
assassinated
astronauts
at
attend
author
awards
band
bands
basketball
been
belong
between
beverage
big
bigger
biggest
birth
birthdays
birthplace
boardgames
book
books
border
borders
born
boroughs
both
breeds
breweries
brewery
bridge
bridges
budget
building
buildings
built
buried
business
by
called
can
capital
capitals
carbs
career
casted
cause
caves
celebrated
chancellor
chemist
child
children
cities
city
climb
clubs
coach
color
come
comic
commence
common
companies
company
completed
composed
conflicts
contain
cosmonauts
cost
could
countries
country
created
creator
cross
cup
currency
current
date
daughter
de
death
deep
democrat
density
densty
designated
designed
designer
develop
developed
developers
did
die
died
direct
directed
discovered
disorders
dissolve
do
doctoral
does
dog
driver
earlier
eating
editor
elevation
empire
employees
end
ent
entrances
episode
episodes
erupted
established
ethnic
ever
everyone
extend
father
federal
films
final
finance
first
five
floors
flow
football
for
form
former
found
founded
founder
founding
four
frequent
frogs
from
game
games
gold
government
governor
graduated
grandchildren
grapes
groups
grow
had
has
have
headquarters
heaviest
heavy
heritage
high
higher
highest
himself
his
hockey
holidays
host
how
ice
in
income
industry
influence
influenced
ingredients
inhabitants
inspired
instruments
into
involved
is
islands
its
jew
join
killed
kind
king
known
la
label
labels
lake
lakes
language
languages
large
largest
last
launch
launched
least
libraries
lightest
lighthouse
list
live
located
location
longest
lowest
main
manager
manufacturing
many
married
marry
match
mater
mayor
me
members
men
meters
metro
metropolitan
military
million
minerals
minister
missions
monarchs
moon
more
most
mountain
mountains
movement
movie
movies
much
museum
museums
music
musicals
name
need
net
new
nt
oceanographers
of
official
often
old
oldest
on
one
operated
organizations
origin
originated
other
owner
pads
pages
painter
parents
part
participate
parties
party
past
pay
people
place
places
plant
play
played
player
players
playing
politicians
pope
population
possess
president
presidents
pro
produce
produced
programming
protein
province
published
queen
race
races
rank
record
region
released
residence
result
river
rivers
rockets
role
root
ruling
run
running
runtime
same
scientist
season
second
series
serve
serves
serving
seven
ships
shot
show
shows
sides
since
sites
smallest
soccer
software
son
song
songs
soundtrack
spaceflights
span
speak
specialities
species
spoken
sport
stadium
stand
star
starring
start
state
states
still
stores
studied
study
subsidiary
succeeded
successor
supervisor
swimmers
system
t
tall
tallest
team
television
ten
terre
test2
than
that
the
theme
theories
there
they
through
time
timezone
to
top-10
total
tree
trump
two
type
types
university
up
using
vice
video
visitors
volcanos
war
was
weapons
website
well
were
what
when
which
who
wife
will
win
with
within
women
won
work
world
writers
writes
written
wrote
year
years
you
youngest
zone
