!
#
$
'
's
-
.
1
100000
1400
1930
1945
1950
1978
1980
1990
2
2000
2018
3
300
80
8th
?
a
according
action
active
actor
actors
admitted
adopted
after
aired
airlines
airports
album
albums
alive
all
alliance
alma
also
america
amount
an
ancient
and
apple
arabia
architect
are
area
around
artistic
as
asimov
assassinated
astronauts
at
attend
author
awards
b
bach
bad
baikonur
baldwin
band
bands
basketball
battle
battlestar
bay
be
been
beiji
belgium
belong
berlin
between
beverage
big
bigger
biggest
birth
birthdays
birthplace
boardgames
book
books
border
borders
born
boroughs
both
brazil
breaking
breeds
breweries
brewery
bridge
bridges
budget
building
buildings
built
buried
business
by
called
cameron
can
cannes
capital
capitals
carbs
career
casted
cause
caves
celebrated
ceres
chancellor
chemist
chess
child
children
chirac
christmas
cities
city
climb
clubs
coach
colombo
color
colum
come
comic
commence
common
companies
company
completed
composed
conflicts
contain
cosmonauts
cost
could
countries
country
created
creator
cross
cup
currency
current
danish
darts
date
daughter
de
death
deep
democrat
density
densty
designated
designed
designer
develop
developed
developers
did
die
died
direct
directed
discovered
disorders
dissolve
do
doctoral
does
dog
dortmund
driver
dutch
earlier
earth
eating
editor
elevation
elvis
empire
employees
end
england
english
ent
entrances
episode
episodes
erupted
esa
established
ethnic
eu
european
ever
everyone
extend
father
fault
fdny
federal
fifa
films
final
finance
first
five
floors
flow
floyd
football
for
form
former
formula
found
founded
founder
founding
four
frequent
frogs
from
galactica
game
games
germany
give
gmt
goethe
gold
gothic
government
governor
graduated
grand
grandchildren
grapes
great
groups
grow
guy
had
has
have
hbo
headquarters
heaviest
heavy
hemingway
heritage
high
higher
highest
himself
his
hockey
holidays
host
houses
how
i
ice
icro
ign
ii
in
income
industry
influence
influenced
ingredients
inhabitants
inspired
instruments
into
involved
iran
ireland
is
islands
its
iycm
jackson
japanese
jew
jfk
john
join
juliana
kaurismki
kerouac
killed
kind
king
known
la
label
labels
lake
lakes
language
languages
large
largest
last
launch
launched
lawrence
least
lennon
les
libraries
lightest
lighthouse
lincoln
list
live
liz
located
location
longest
lowest
lukes
madrid
main
manager
manufacturing
many
married
marry
mary
match
mater
matrix
mayor
me
members
men
meters
metro
metropolitan
mexico
mi6
michelle
military
million
minerals
minister
missions
monarchs
moon
more
most
mountain
mountains
movement
movie
movies
much
museum
museums
music
musicals
mvp
name
need
net
new
nobel
nt
obama
oceanographers
of
official
often
old
oldest
on
one
operated
oregon
organizations
origin
originated
other
our
owner
pads
pages
painter
parents
parliament
part
participate
parties
party
past
paul
pay
peace
penn
people
persian
pigs
piliers
pink
place
places
placid
plant
play
played
player
players
playing
politicians
pope
population
possess
president
presidents
prince
prix
pro
produce
produced
programming
protein
province
published
queen
race
races
rank
ranking
real
record
red
region
released
residence
result
rich
rit
river
rivers
rockets
role
rolls
root
royce
ruling
run
running
runtime
same
saxony
scientist
season
second
series
serve
serves
serving
seven
shakespeare
ships
shot
show
shows
sides
since
sites
slack
smallest
soccer
software
son
song
songs
sonny
soundtrack
sox
spaceflights
span
spanish
speak
specialities
species
spoken
sport
stadium
stand
star
starring
stars
start
state
states
still
stores
studied
study
subsidiary
succeeded
successor
supervisor
swedish
swimmers
system
t
tall
tallest
taylor
team
tegel
television
ten
terre
tesla
test2
than
that
the
theme
theories
there
they
thr
through
time
timezone
titanic
to
top-10
total
tree
trump
tv
two
type
types
u.s.
uk
united
university
up
urals
us
usa
using
vatican
vice
video
visitors
volcanos
war
was
weapons
website
well
were
what
when
where
which
who
wife
will
william
win
with
within
women
won
work
world
writers
writes
written
wrote
year
years
york
you
youngest
zone
